{
  "OPTIONS": {
    "HOME": "Home",
    "ABOUT_US": "About us",
    "ACTIVITIES": "Activities",
    "BLOG": "Blogs",
    "ANALIZE_TEXT": "Analyze your text",
    "TERMS_AND_CONDITIONS": "Terms and conditions"
  },
  "ABOUT_US_LABELS": {
    "TITLE": "Get to know more about",
    "PROJECT_NAME": "Literata",
    "DESCRIPTION": "Literata es un proyecto enfocado en ayudarte a practicar tus habilidades de escritura en español mexicano, a través de actividades de escritura que incluyen retroalimentación inmediata. Además de actividades de reforzamiento de vocabulario e información relevante de la lengua española.",
    "HISTORY": "Literata is a project developed by students of Computer Systems Engineering at the Escuela Superior de Cómputo from Instituto Politécnico Nacional. The main goal is to help spanish learners to improve their writing skills.",
    "TEAM": "Development team"
  },
  "ANALIZE_TEXT_LABELS": {
    "HOME_LABEL": "Write something to try!"
  },
  "BLOG_LABELS": {
    "HOME_LABEL": "Find out more about the spanish language",
    "BLOG_1": {
      "TITLE": "Sentences",
      "DESCRIPTION": "What is a sentence?"
    },
    "BLOG_2": {
      "TITLE": "Period",
      "DESCRIPTION": "What is a period? How to use it?"
    },
    "BLOG_3": {
      "TITLE": "Comma",
      "DESCRIPTION": "What is a comma? Examples of use"
    },
    "BLOG_4": {
      "TITLE": "Capitalization",
      "DESCRIPTION": "Definition, rules and examples"
    }
  },
  "ACTIVITIES_LABELS": {
    "HOME_LABEL": "Let's practice!",
    "TITLE": "Educative activities",
    "CARDS_GAME": {
      "PROFESSIONS_OCCUPATIONS": "Professions and occupations",
      "INSTRUCTIONS_DESCRIPTION": "In this activity you are going to see a box with an image and three option buttons. \n Your task is to click on the button which shows the best description word for the image. After clicking one option another box with a new image will appear. At the end of the activity you will be able to see your score.",
      "INSTRUCTIONS_TO_START": "Click on the button below to start the game.",
      "INSTRUCTIONS_WARNING": "Consider that all the activities will be available only in spanish, because they are made for you to practice the language.",
      "START_GAME": "Start activity"
    }
  },
  "MENU": "Menu",
  "PROJECT_NUMBER": "Terminal Project 2024-A012"
}
